{
    "pageTitle": "About",
    "pageDescripion": "Your trusted partner for all your IT needs in Switzerland",
    "whoTitle": "Who we are ?",
    "whoTitledescription1": "SwitzerIT is a Swiss IT services company dedicated to supporting businesses and individuals in the complete management of their IT needs.",
    "whoTitledescription2": "We bring our technical expertise and professional approach to support your success, delivering reliable and secure solutions tailored to your needs.",
    "whoTitledescription3": "Based in Switzerland, we understand the high standards of quality, security, and professionalism that define the Swiss market. Our team of experts combines strong technical skills with a service-oriented mindset to provide you with an optimal experience.",
    "whoTitledescription4highlight": "Our promise: ",
    "whoTitledescription4": "to stand by your side so that IT becomes a true asset for your business, not a constraint.",
    "valueTile": "Our values",
    "vCard1Title": "Long-term partnership",
    "vCard1Description": "A trusted long-term partner, not just a service provider.",
    "vCard2Title": "Availability",
    "vCard2Description": "A single point of contact, available, responsive, and committed over the long term.",
    "vCard3Title": "Trust",
    "vCard3Description": "A lasting relationship built on reliability, professionalism, and mutual respect.",
    "vCard4Title": "Clarity",
    "vCard4Description": "Clear, transparent, and accessible communication at every stage.",
    "missiontitle": "Our mission",
    "missitondescription1": "To enable every business and individual to benefit from reliable, secure and efficient IT, by offering professional support and solutions tailored to their specific needs.",
    "missitondescription2": "We believe that technology should serve humanity, not the other way around. That's why we make it a point of honor to offer solutions that are understandable, accessible, and perfectly suited to each situation. Your success is our goal."
}