{
    "pageTitle": "À propos",
    "pageDescripion": "Votre partenaire de confiance pour tous vos besoins informatiques en Suisse",
    "whoTitle": "Qui sommes-nous ?",
    "whoTitledescription1": "SwitzerIT est une société suisse de services informatiques dédiée à accompagner les entreprises et les particuliers dans la gestion complète de leurs besoins IT.",
    "whoTitledescription2": "Nous mettons notre expertise technique et notre approche professionnelle au service de votre réussite, en proposant des solutions fiables, sécurisées et adaptées à vos besoins.",
    "whoTitledescription3": "Basés en Suisse, nous comprenons les exigences de qualité, de sécurité et de professionnalisme qui caractérisent le marché suisse. Notre équipe d'experts combine compétences techniques pointues et sens du service pour vous garantir une expérience optimale.",
    "whoTitledescription4highlight": "Notre promesse :",
    "whoTitledescription4": "être à vos côtés pour que l'informatique devienne un atout pour votre activité, et non une contrainte.",
    "valueTile": "Nos valeurs",
    "vCard1Title": "Esprit familial",
    "vCard1Description": "Un partenaire de longue durée plutôt qu'un simple prestataire.",
    "vCard2Title": "Disponibilité",
    "vCard2Description": "Un interlocuteur unique, disponible et impliqué dans la durée.",
    "vCard3Title": "Confiance",
    "vCard3Description": "Une relation durable basée sur la fiabilité et le respect.",
    "vCard4Title": "Clarté",
    "vCard4Description": "Une communication simple, transparente et accessible à chaque étape.",
    "missiontitle": "Notre mission",
    "missitondescription1": "Permettre à chaque entreprise et particulier de bénéficier d'une informatique fiable, sécurisée et performante, en offrant un accompagnement professionnel et des solutions adaptées à leurs besoins spécifiques.",
    "missitondescription2": "Nous croyons que la technologie doit être au service de l'humain et non l'inverse. C'est pourquoi nous mettons un point d'honneur à proposer des solutions compréhensibles, accessibles et parfaitement adaptées à chaque situation. Votre réussite est notre objectif."
}